# -*- coding=utf-8 -*-
import re

# pip install python-docx
text = """


第二节 政治经济学视角下的美元霸权：幂律 
一 货币国际化指数及其幂律 
作为中国人民大学国际货币所的研究员，笔者自2011年起多次参 与该所集体创作的《人民币国际化报告》的撰写。为了客观衡量和跟 踪包括人民币在内的各种主要货币占全球市场份额的变迁，我们的研 究团队编撰了一种国际货币化指数，其中涵盖了国际货币的计价支 付、金融交易和财富储存等不同功能并予以加权处理。[43]当前的全球 主要货币国际化指数见表2—2。 
表2—2 货币国际化指数（全球加总为100，表中数字皆为年末数据） 

































资料来源：中国人民大学国际货币研究所《人民币国际化报告》2012—2018历年各版，中国人 
民大学出版社。 
从表2—2可以看出，货币份额的分布事实上存在着明显的强者恒 强，弱者恒弱的马太效应。笔者用“幂律”[44]一词来概括这种分布特 点：第一大货币占据全球货币份额的54%，而第二大货币则占据剩余份 额的54%，即（1—0.54）×0.54=25%，如果把英镑、日元、人民币等 三种货币视为第三层次，则这第三层次货币的总份额也恰好是剩余份 额的54%。如此奇妙而规律性的数据并非偶然，而是一种广泛存在于人 类社会活动和自然世界中的现象，类似于费布南齐数列与黄金分割的 在我们生活中无处不在。在充分竞争自然兼并之后的产品市场上，我 们也可以见到类似的分布规律，比如说近年的中国空调市场份额的分 布。20世纪90年代后期的中国空调市场曾经有数十家国内外厂商相互 竞争，但是经历惨烈的价格战、行业低潮和并购之后，由于没有中央 政府的有效干预，市场份额主要体现为优胜劣汰的自然结果：目前格 




力大约占有全国空调市场份额的55%，美的占有25%左右，第三位则取 决于各个地区市场的区域特点。[45] 
为什么全球货币和空调市场的份额分布会依照“幂律”而不是经 济或者人口比例来分布呢？笔者认为主要是规模效应和网络效应导致 了这种不平衡（balance）但均衡（equilibrium）的分布现象。就空 调而言，这是一个重资产行业，一旦占据了市场的较大份额，格力和 美的就可以拥有比同行更大更优秀的研发团队和对上游供应商更强的 谈判能力，其销售体系和售后服务网络的布局也更加完备，为每一位 新客户服务的边际综合成本也比规模小的竞争者更低，因此就会出现 强者恒强、弱者恒弱的局面。同样，在国际货币领域，人们对货币的 选择具有网络性与外部性。一国选择美元债券作为储值手段，本身会 增强美元债券的流动性，反过来又使得美元债券对其他国家的吸引力 更大。以中国为例，中国是美元低风险资产最大的外国持有者，在经 常项目的贸易中每年仍会获得数千亿美元的顺差，但是被美国以安全 为名事实上禁止购买任何战略性资产和军民两用技术产品。既然如 此，那么为什么中国还有意愿持有这么多美元债券呢？答案是世界上 其他国家会接受美元，因此中国在必要时可用这些美元购买世界其他 地方的资产和商品，比如石油和天然气。而对于石油和天然气的出口 国而言，他们需要进口的绝大多数东西来自中国，但是中国接受美 元，而且美元债券的流动性和便利性好于人民币，所以可以继续将能 源出口所得放在美元债券中。如此，中国和原油出口国一起“建 构”出对美元的需求和依赖，并被相互锁定在这种依赖之中。 
如果将货币国际化指数同各经济体的GDP占全球比例做一个对比， 我们会发现货币份额（虚拟经济）与实体经济之间存在严重的背离 （见表2—3）。 
第四列偏差值与贸易顺逆差的全球占比之间存在明显的对应关 系，但又并非完全映射，是因为货币输出除了通过贸易项之外，还存 在资本项目。欧洲的货币输出主要通过资本项目，所以虽然有货币输 出但是贸易项目仍然是盈余。 
表2—3 2017年全球实体经济与货币份额的偏离 
























注：贸易差额数值采用2017年经常账户余额数据，前者为绝对值（美元），括号内为占比。因 为只是经常账户，且可能有一些统计遗漏，被统计范围内正值和负值绝对值不完全相同。顺差 和逆差分别与总正值和总负值作比得括号中的比例。除美欧之外的货币国际化指数为笔者为估 算数。 
资料来源：笔者根据世界银行与历年《货币国际化报告》整理制作。 
这种偏离向我们揭示了所谓全球失衡的结构性根源：美国由于扮 
演了全球央行的角色，美元作为全球储备货币而被系统性地高估，从 而导致长期的贸易逆差。反过来说，正是长期的贸易逆差，构成了美 国向世界输出流动性的主要渠道。欧元和日元之所以无法挑战美元的 地位，原因之一就在于它们并不能接受持续扩大的巨额贸易逆差，而 是通过资本项目的逆差（FDI）来输出有限的货币。所以在这个意义 上，尽管日本和欧洲曾经对美元的特权地位反复抱怨，但是在权衡利 弊之后甘愿接受现状，可见这种幂律分布并非人为强行维持的脆弱状 态，而是存在一定合理性的博弈和演进的结果。 
二 美元霸权的好处 
分析今天美国的金融与货币霸权往往让全世界的评论人士充满妒 忌之情：因为拥有全球主流储备货币的发行权的“嚣张特权”，赋予 美国许多排他性的利益和权势。 
被讨论得最多的是铸币税（seniorage）收益问题：美国只需要印 
制一张巴掌大的绿色纸片就可以兑换全世界的资源与劳动成果，在货 




币的电子化网络化时代甚至连印刷成本都节省了，这给美国政府和人 民带来多么巨大的收益，但是专业学者们对美元发行带来的国际铸币 税进行了计算，发现这种被广为议论的暴利其实并没有太了不得，狭 义铸币税不过千亿美元，即便是广义铸币税也不过三千多亿美元，绝 对值似乎非常惊人，但是跟美国的每年20万亿美元的GDP相比，却是一 个很小的零头。[46]假如美元的全球地位建基于美国的军事和政治权势 之上，为了维持其国际权势每年支出的7000亿美元军费开支远高于其 铸币税收益，那么这意味着美国扮演帝国角色似乎是个亏本买卖。 
从本书的民本主义政治经济学角度来看，上述学者的计算存在逻 辑缺陷，原因就在于他们没有准确理解公共部门和私人部门以及可贸 易品和不可贸易品之间的逻辑关系，以及财富在这种结构中的衍生过 程。正如本书第一章中笔者花费很大篇幅论述的那样，公共部门和私 人部门之间交界处的那个税点高低非常关键。政府提供同等规模和质 量公共服务的前提下，税点稍微降低一点，私人部门的财富衍生物就 可以扩大很多，这便是财政杠杆的乘数效应。美国的国际铸币税收益 的获得者不是私人部门而是联邦财政，这笔每年数千亿美元的国际性 财政收入相当于将美国的实际税点向下拉动了一个可观的距离，而上 述乘数效应则撬动了美国私人部门的额外投资和消费，从而放大了数 万亿美元的GDP。民本主义政治经济学理论的另一部分即关于可贸易品 和不可贸易品也与之相关：这数千亿美元的国际收益，其实应该用来 同美国的可贸易部门尤其是美国的进口规模来比较。以2017年为例， 美国的贸易逆差是5660亿美元，进口2.9万亿美元商品和服务，相当于 美国有将近20%的GDP来源于广义铸币税。从这个逻辑进一步延伸，只 要有足够多年份的数据，我们甚至可以估算出美元由于国际铸币税而 被高估的水平。总之，美元的全球储备地位使得其本国居民实际所享 受到的财富远远超过他们自己所创造的。 
美元为美国带来的第二项好处在于提供了对全球经济波动节奏的 掌握和调控能力。有了这种主导权，即便仍然必须面对市场力量的桀 骜不驯和不确定性，但相对于体系中的其他所有国家，美国政府可以 远为从容地应对和利用全球市场力量的波动循环，甚至从中获益。即 便是美国自身治理不善而出现的问题，借助美元霸权也可以让全世界 帮它承担其后果。1987年的股灾、2001年的互联网泡沫破灭以及2007 年的次贷危机及其衍生的国际金融危机，美国的资本都并没有像1929 年或者其他的危机那样遭受实质性的持久伤害，而是通过持续减息和 非常规货币政策将损失很大程度上转移给了美元储备的持有者们。最 典型的是2008年雷曼兄弟破产之时，由于流动性的突然消失和衍生品 价格的暴跌，包括高盛在内的其他很多金融机构事实上都已经资不抵 




债，但是美联储通过快速扩张资产负债表买入这些“有毒资产”，确 保这些过度冒险的金融机构度过市场的寒冬。这种做法的受损者既包 括中日这样的美元国债持有者，也包括全球外围地区，前者的储备购 买力遭受实质性摊薄，而后者则因为流动性泛滥而经历了高通胀周 期。 
美元霸权给美国带来的第三项好处是赋予美国政府巨大的权力杠 杆，可以用很低的成本惩罚和制裁他的地缘政治敌人。金融行业具有 若干特殊性。其一，金融业本身具有高杠杆性和依靠信任体系的特 征，任何一个金融机构假如面临制裁，哪怕仅仅是威胁，都会遭遇其 他机构的挤兑而出现流动性风险，所以每一家金融机构都极其担忧遭 遇司法制裁的麻烦。其二，金融业的信息几乎完全可追踪，资产也多 表现为易于冻结的现金和金融票据，因此对于掌握了SWIFT系统的美国 而言可以很轻易地予以冻结和罚没，而政策执行成本极低，而且受损 者的反制措施和逃避措施极其有限。所以，进入21世纪以来，美国的 外交和安全政策越来越依赖美元霸权所提供的便利。 
美元霸权给美国带来的第四项好处，可能超越了许多人的想象： 它使美国的国力难以被超越，尽管并非永不可能。图2—4表示的是以 汇率口径计算，第二次世界大战之后各个经济体GDP与美国相比的相对 大小。一个有趣的情况是：相对于美国经济规模的占比，苏联在20世 纪70年代早期达到峰值43%，然后便开始走下坡路。日本在1995年达到 峰值73%，之后随着泡沫经济的破灭而一蹶不振。欧元区由于人口规模 更大而且是一个货币区而非主权国家，所以在占比上曾经数次比肩美 国，但是长期来看，它与美国经济的相对规模的中位数是在75%上下。 2018年中国经济规模达到了美国的66%左右，即将超越欧元区成为第二 大经济体，但是在经贸、技术、人才等领域遭遇了美国的“狙击”。 
第二次世界大战后曾经有很多轮“美国衰落论”流行于世，人们 先后预测苏联、日本、欧盟的国力将会很快超越美国，最近的则是预 测究竟哪年中国的经济规模会超越美国。这些预测观点最终都被证明 是错误的，关于中国的竞猜也没有意义，因为其背后的逻辑是将短期 的趋势线性外推，而无视全球经济结构的作用力。以美元为基础的世 界经济体系存在显而易见的中心—外围结构关系，其奇妙之处在于： 这种结构本身会无形地挤压外围而独厚中心。从对战后七十年的经济 史及其结构的思考中，笔者提炼出一个大胆的猜想：体系的结构性因 素会导致外围国家几乎不能在质和量上超越中心，[47]除非这个体系结 构被人为地打破和重构。 
















































图2—4 难以超越的美国经济 




资料来源：世界银行数据库、国际货币基金组织数据库、联合国数据库及日本内阁府公开数 
据。 
近期在中国国内流行的一种说法是：美国对其体系中其他大国的 成长的容忍度约是60%，即一国成长到达美国自身规模的六成时，该国 将被视为美国的挑战者和威胁，从而触发美国举国上下的敌视和打 压。[48]这种说法有一定道理，但是恐怕不够全面和客观。 
笔者的理解是，美国难以被超越的特性是由全球经济结构所决定 的。货币同市场经济中的实体活动存在着完整的映射关系，货币信用 构成的虚拟世界主宰着实体经济世界，而不是相反。美联储不仅是美 国的中央银行，而且是全球的中央银行，欧洲、日本和英国央行则是 其补充。整个世界主要依赖美元提供流动性，而这些流动性驱动着全 球各地的经济活动。技术进步和创新的源头也主要是美国，因为只有 体系中心的财富密度能够供养如此昂贵而高风险的大规模经济活动， 也只有体系中心国家才能吸引如此多元和数量庞大的全球高端人才聚 集在一个区域内从事创新性活动。这种叙述听起来似乎有些同义反 复，但是对这个体系分工和运行机理的无奈描述：因繁荣和强大而获 得全球人才，因人才和财富而维持创新，因创新而获得更大的财富和 权势。而身处外围的国家，即便是勤奋、聪明、庞大如中国，也只不 过是将源自美国的信用衍生为境内的人民币流动性和本土经济活动， 将源自美国的原创技术应用到各个生产制造领域。[49]外围国家所做的 几乎所有努力，所形成的任何效率提升与改进，最终都会转变为政府 或居民账户上美元资产的增加，而美国如要获取这些努力的成果，仅 需扩大货币供给便可。换言之，整个非美世界的努力与进步，都是使 得美元的购买力更加强大而已。因此，只要美国的挑战者自身继续待 在这个美元体系之中，逻辑上讲它无法在量或者质上超越美国，即无 法在整体GDP规模上长期而实质性地超过美国，更无法取而代之。一个 人通过拽自己的头发，是无论如何用力都不能克服地心引力的作用而 飞起来的。 
体系内的各路挑战者在与美国这个体系中心国家进行政治或者安 全对抗时，他们往往没有意识到自己其实是在以一国的人力物力对抗 整体世界的人力物力。苏联之所以在冷战的长期消耗中最终落败，除 了其国内治理中的诸多问题之外，以苏联东欧地区的人力物力来对抗 美国操纵下的半个世界的市场力量，从一开始就处于下风。甚至苏联 自己的国际财富储存都是以欧洲美元为手段，这意味着苏联一方面同 美国进行竞争和对抗；另一方面却在实质性地资助对手，这样的僵持 局面进行下去，只要不诉诸摊牌，苏联最终获胜希望相当渺茫。而苏 联在大国沙文主义的作用下，意气用事地同社会主义阵营内的第二大 




国中国交恶，驱使后者的十亿人口加入美国主导的市场体系中，大大 增强了后者的力量和资源，短短十多年后苏联体系便崩溃。[50] 
假如上述理论猜想是正确的，那么中国的和平发展与中华民族伟 大复兴的路径就需要做更为深思熟虑的改进。限于主题关系，笔者在 此不做展开。 
三 美元“嚣张特权”的条件和代价 
有大量文献探讨了各国货币国际化水平的决定因素，概括起来， 大约有以下六个方面被认为对货币国际化存在实际影响。[51] 
一是国际市场对其币值长期稳定的信心。所谓币值稳定，包括其 平均通胀率低，通胀率的长期波动性低以及货币的名义汇率坚挺等三 个方面。有些指标的变动或者异常会预示远期的贬值或者贬值投机， 从而也会影响到市场对该货币的信心，比如高企的外债净值和持续大 规模的经常账户赤字。从政治经济学角度来看，经济中存在相对较大 的（政治上强势的）出口产业会妨碍该国货币成为储备货币，因为作 为一个利益集团和政治压力集团，他们总是偏好汇率贬值和低估，从 而确保自己的国际竞争力。 
二是发行国在全球政治经济体系中的重要性。经济规模大（未必 是人口多或者幅员广）的经济体在对外经济活动中拥有更多的货币使 用需求，而本国偏好则将这种需求转变成对本币的支持。本币扮演国 际储备货币，会给本国带来某些不利因素，比如剧烈波动的金融投资 需求和资本流动可能对本国货币政策造成冲击和风险，而大国则对这 些冲击有较好的吸收和忍受能力。从政治角度讲，一种国际货币必须 为外部储蓄者提供安全保障，这种安全性的背后是货币发行者的政治 和军事实力。当一个国家在国际舞台上拥有公认的政治和军事领导地 位的时候，它就更容易实现其经济领导权上的诉求。比如，东亚和中 东是储备美元国债最多的地区，也恰恰是美国的驻军和外交对抗最活 跃的地区。 
三是金融市场的广度、深度和开放度。一种国际货币的潜在客户 对以下技术性问题很关注：金融交易能否不受限制地进行，金融交易 的综合成本低廉，有多种多样的金融工具可供选择，交易对手可信， 交易秩序和规则透明而可靠。上述需求通常在各大金融中心能够得到 较好的满足，或者反过来说，能集中满足上述金融交易者需求的城市 最终都发展成金融中心。所谓开放度，包括资本流动限制和针对金融 活动和产品的限制，以及对外部资本进入本国市场的或明或暗的壁垒 与歧视。高流动性的中长期无息记账式国债深受各国央行的储备管理 




者喜爱，因此这种金融资产的存在和规模对金融市场的广度和深度非 常重要。良好的套期保值的便利性，活跃且开放的债券回购交易市 场，以及资本雄厚、跨国经营且能提供多样化个性化金融服务的大金 融机构的存在，也有助于金融市场广度和深度的提升。 
四是各国政府的调控和干预需要对货币国际化形成选择偏好。各 国政府在确定储备货币的构成的时候，多数不是从资产组合收益最大 化的角度去考虑问题，而是从货币主管部门在外汇市场的干预调节活 动最便利的角度出发，因而导致那些在外贸中、外汇市场干预和外债 偿还交易成本最低的币种最受青睐。如果甲国的货币锚住乙国货币的 汇率，或者同乙国的双边贸易对甲国具有重要意义，或者甲国的外债 多数用乙国货币定价，那么甲国政府在确定自己的外汇储备资产篮子 的时候，会持有很大比例的乙国金融资产。国际能源和原材料的交易 通常以美元计价结算，由此而创造的交易需求和储备需求大大提升了 美元在全球的份额。 
五是国际货币的规模与网络效应以及由此而形成的货币使用惯 性。根据“媒介货币”（vehicle currency）理论，[52]只有当借助某 种货币进行间接兑换的成本低于两种非媒介货币之间直接兑换的成本 时，这种货币的媒介地位才会得以确立。真实外汇市场中的经验性规 律是：近百种大大小小的货币之间，绝大部分货币对的交易量都很 小，而外汇交易量与交易成本之间成反比，由此而塑造出某种媒介货 币居于整个交易体系的中心。比如，当一位贸易商试图用人民币兑换 英镑时，由于这个货币对的交易量小所以交易成本高，可改为先用人 民币兑换成美元，然后用美元兑换成英镑。前者的交易使得这位交易 商同所有中国进出口商一起使用美元人民币之间的交易通道，从而压 低了成本；后者的交易使得他融入了所有英美之间的支付结算从而降 低了成本。这两个环节的交易成本加总起来，包括价差损失和成交时 间，往往比人民币—英镑货币对的直接交易更加合算。媒介货币的出 现，导致全球货币的构造是辐辏结构而不是网络结构。这种规模优势 还可能通过不同货币功能之间的重叠而得以加强，比如大部分私人金 融交易是以美元进行，导致政府不得不以美元为工具进行汇率干预， 并以美元为储备。因此，一旦一种货币获得了国际主导地位，就很容 易维持这一地位；反过来要想摆脱该地位，则会遇到某种无形的阻 力，即便最初塑造其地位的基本面已经消失，国际货币体系自身的惯 性也将维持很长时间。 
六也即最后但并非最不重要的是，货币发行国本身的政治偏好也 构成货币国际化程度的重要影响因素。美国是最不排斥将其本币作为 全球储备货币的国家，这与其金融部门和跨国公司对其内外经济政策 




的影响力有关。但是在德国和日本，相关决策者的态度似乎更加复杂 而摇摆：德国从来没有试图主动将其货币国际化；日本在1984年之前 拒绝日元国际化，1998年之前也仅仅满足于形式上的国际化。[53]日本 发行了大量国债，但是不怎么欢迎别的国家买入并持有其国债。当中 国政府试图将数千亿美元放进日本国债的时候，日本政府要求中国提 供对等待遇，即允许日本的外汇储备持有中国国债和其他人民币金融 资产。在与笔者的访谈交流中，多位美国经济政策领域的退休官员和 学者都提到过这样一个问题：20世纪70年代以来的全球货币体系是美 国同欧日等国博弈之后取得的一个“大交易”，美国有全球储备货币 带来的特权，对此法国和日本方面曾多次公开抱怨，但是他们选择继 续这个交易安排。彼得森国际经济研究所前所长弗雷德·伯格斯滕 （Fred Bergsten）指出：“从历史上看，美元体系正逐渐演变成一种 大交易，其他国家可以在这个大交易中操控对美国的汇率，并因此为 美国的双赤字进行融资。从德国到日本再到中国，顺差国家们时常抱 怨自己过度积累了美元，但即便如此，他们还是坚持参与这项大交 易。”[54]为什么欧洲和日本不做调整？非不能也，是不为也。本币扮 演国际货币是有代价的，其中最重要的即是本币的长期高估而对本国 制造业出口形成的累积性压力，最终导致实业受损和产业空心化。 
这背后是如何理解财富的问题，即究竟是将财富看作对物的占有 还是人的能力提升？如果是前者，那么美元特权的确为美国社会带来 巨量的财富，因为印制一张纸片，甚至电脑系统中敲一个符号就可以 直接获得他国的资源和制成品，从交易的角度看的确是很合算的。但 是假如是后者，即把财富看作人的能力及其结果，那么美元特权带来 的美国人的能力结构的改变是巨大的，美国的可贸易部门被美元所挤 压，或者说印制美元符号成为美国的最大的可贸易品。这种“嚣张特 权”对人的能力的挤出效应，从长期来看，必然蕴含着巨大的代价。 







第三节 德国马克与日元：货币国际化的经验教训 
上一节探讨了全球货币的结构以及美元货币霸权的内在机理。本 节则通过探讨两个制造业强国的货币国际化历程所提供的经验教训， 从而为下一节人民币国际化的讨论提供一个参照系。 
日本和德国在其各自货币国际化过程中的处境有很大相似性。日 德两国都是处于全球经济结构的次中心圈层，融入了以美元为主导的 全球资本主义体系；两者经济结构非常相似，都是借助工业制成品领 域的比较优势实现了出口导向的经济增长，成为主要的贸易盈余大 国；日元和德国马克是第二次世界大战之后著名的强势货币，两者都 经历了相对美元的大幅长期上涨；作为贸易盈余国和强势货币发行 国，国际国内都有令其货币国际化的呼声和需求；此外，两者都是第 二次世界大战的战败国，他们在各自地区发动的侵略战争给周边国家 带来深重灾难，从而背负着历史遗留的政治负资产。 
但是如果以货币国际化的进程来比较，我们可以发现两者的命运 差异甚大：德国马克的国际化可谓无心插柳柳成荫，政府和央行从未 推出相关政策与计划，但是从20世纪60年代起拾级而上，在全球货币 体系中的地位仅次于美元，并最终合并（扩张）为欧元。而日元的国 际化则是经历了一个突然而人为的兴起，被寄予厚望并狂飙突进之后 黯然衰落的过程。虽然日本经济规模大于德国，并且为了推动日元国 际化而不惜付出经济泡沫化的代价，但是日元国际化远不如德国马克 成功，因为即便在马克并入欧元之前，日元的国际化水平也明显比不 上马克。因此学界和政策界公认，日元的国际化相比于德国基本上是 失败的。 
21世纪第二个十年的中国与德日两国的上述处境具有不少相似之 处：巨大的经济规模、制造业比较优势和多年的贸易盈余使得人民币 面临国际化的必要与可能；中国已经从全球体系中心—外围结构的第 三层进入第二层，即资本的净输出方；人民币自2005年以来便进入了 强势升值周期；中国虽然是第二次世界大战的战胜国和安理会常任理 事国，但是由于坚持自身制度和发展道路的自主性，被美国及其盟友 小圈子排斥为政治异类。在此背景下，正确而全面地吸取日、德两国 货币国际化及其配套改革的经验教训，尤为必要和适切。 
相关的学术研究已经相当充分。通过梳理各派观点，如表2—4所 示，笔者发现主要有以下几种理论解释德国马克与日元国际化的差 异。 




表2—4 德国马克与日元国际化的差异 






表2—4 德国马克与日元国际化的差异续表 











资料来源：笔者自制。 
一 内政与金融体制论 
第一类观点是从内政与国内金融制度的视角来解释两者命运的差 别，尤其是央行的独立性问题。出口导向型的工业国在国际贸易体系 中会积累下越来越大的贸易盈余，最终它们都会面临三元悖论中的艰 难选择：如果允许本币升值以保持国际收支的大体平衡，那么会不利 于出口企业，从而激起它们在政治上的反弹；而如果要维持固定汇 率，那么央行必须发行等值本币以买下因为贸易盈余而流入的外汇， 结果是面临输入性通胀。在资本项目部分放开的背景下，这种两难尤 其明显。 
德国政府在面临这种两难的时候，最终选择了汇率升值和贸易平 衡之路，而不是积累巨额外汇储备和通货膨胀。1961年3月3日，在取 得德国联邦银行同意的情况下，联邦政府将德国马克的对外汇率提高 了5%，兑美元挂钩汇率从4.2:1升至4:1。这既是对国内物价趋势（输 入性通胀压力）的反应，也是对美国压力的反应。马克这轮升值使得 原本持续顺差的德国对外贸易在此后的两三年里出现了平衡，1965年 甚至有60亿美元的逆差。 
自1969年的春季开始，巨量外资再次涌入，为了避免过热和通 胀，德国马克与1969年10月再次升值9.3 %，即从4:1升值至3.66:1。 这一升值幅度完全弥补了德国价格和国外价格的累积差异。1971年5月 德国马克带头放开了兑美元的汇率，至同年12月布雷顿森林体系瓦解 的过程中，美元相对其他货币大幅贬值，德国马克对美元升值13.6 %，至3.225:1。 
德国为什么更能接受升值而不是通胀？原因有二：一是历史上的 高通胀经历曾经带给整个国家很深的伤害和记忆，因此德国比其他国 家对通货膨胀风险更加敏感；二是德国央行的独立性明显高于其他国 




家。对于德国央行而言，虽然也不支持升值，但是其首要职责是捍卫 内部物价稳定，因此在权衡各项政策的利弊之后，选择同意马克升 值。1957年《德国联邦银行法》第三条规定，联邦银行协调货币流通 和经济的信贷供给，并以确保货币安全为目标。它虽然也有义务为联 邦政府的一般经济政策提供支持，但前提是不会影响到它的最重要功 能。“对比其他国家，德国联邦银行通常被归入拥有最强政治独立性 的中央银行之列（这里的政治独立性是指中央银行不受政治干预执行 抗通胀路线的能力）”“估计没有任何一家货币发行银行会像德国联 邦银行那样致力于把稳定价格作为最高目标。联邦银行的法律职责就 是如此规定的……”[55]如此取舍的结果导致德国通胀率在西方国家中 最低：1970—2000年的三十年里，美国、日本、英国的平均通胀率分 别为5.2%、4.3%和7.8%，而德国的平均通胀率仅为3.5%。这主要是德 国联邦银行独立管理货币政策的贡献。一直以来德国政府和中央银行 对于马克国际化的态度都是谨慎而非激进的，他们认为与保持国内物 价稳定和维护金融安全相比，马克国际化处于次要的从属地位。但是 回头来看，正是德国国内长期的经济、金融稳定为马克走向国际提供 了坚实有力的支撑，才最终促进了马克的国际化。 
如图2—5所示，20世纪80年代中期之前，德国马克的升值进程比 日元要更早启动而且力度更大。 




































图2—5 德国马克和日元兑美元的名义汇率曲线 
资料来源：世界银行数据库。 
20世纪70年代之前，日本从来没有形成过明确的日元国际化战 略，主要表现为日本国内对日元升值存在根深蒂固的恐惧。由于出口 导向型发展战略的成功，日本政府和企业界（由于财阀体制，金融业 从属于企业界）都坚定地认为日元升值是有害的。[56]美元兑日元汇率 长期固定在1:360的水平，在日本国内形成了麦金农（Ronal McKinon）与大野健一（Kenichi Ohno）所说的“日元升值综合征”， 让日元丧失了成为强势货币的机会，持续积累的贸易顺差和外汇储备 扭曲了日本的经济结构，助长了泡沫经济的出现。日本央行的独立性 




在西方工业国中间是明显比较弱的，它的汇率政策与利率政策很大程 度上受到政府及其背后的财阀的影响，这种传统一直延续到今天。 
日元长期拒绝升值和拖延升值的后果非常严重，除了造成本国累 积的巨量贸易盈余和外汇储备以及由此衍生的资产和商品价格持续上 涨外，还带来严重的国际后果，即来自最大逆差国美国的经济外交压 力。20世纪80年代，在美欧的联合施压之下，日本签署广场协议，允 许汇率大幅上涨以平衡美日之间的贸易逆差。短短两年内，日元兑美 元汇率上涨了一倍，给可贸易部门带来巨大的冲击，而应对这种升值 冲击的货币政策举措又触发了更大的股票和地产泡沫，最终导致日本 经济陷入后泡沫时代的泥潭。 
对比两国汇率的曲线走势不难看出，从20世纪60年代即布雷顿森 林体系下的联系汇率制度尚未崩溃之时，德国马克便回应市场压力多 次升值，在浮动汇率时代更是保持了强势，从而确保了本国经济未被 扭曲，而且建立了良好的货币声誉。而日本政府和央行的决策由于受 制于财阀和出口部门，先是长期拒绝升值，宠坏了低附加值的加工出 口部门；1985年之后则又升值太快，令制造业难以承受和消化其冲 击。日本汇率政策这种前倨而后恭的表现，是其央行无法独立于国内 和国际政治压力的表现。 
二 实体经济质量决定论 
对于央行独立性与货币国际化之间的关系，另一些学者提出了不 同意见，比如笔者的朋友中央党校的赵柯博士。他认为货币国际化不 仅仅是一种金融现象，还是一个复杂的政治经济过程。简单地拆掉篱 笆、放松管制并不会自动导致货币的国际化；甚至出口的增长与国力 的提升也不能自动地导致一国的货币更受欢迎。由于进出口企业和金 融机构这些微观个体是建设货币国际化宏伟大厦的“工蚁”，所以必 须深入货币国际化运用的微观基础，才能准确理解德国马克成功国际 化的经验和日元失败的教训。[57] 
在20世纪90年代中期所做的统计，当时德国就已经拥有了500多 家“隐形冠军”。它们的产品在全球市场的份额基本超过了50%，有些 甚至达到了90%。以“隐形冠军”为代表的德国中小企业普遍不是以价 格和数量取胜，其产品往往具有高度专业化、高质量和技术创新型的 特点，不容易被模仿或者替代。2/3的“隐形冠军”企业其产品居于其 细分领域的全球市场领导者地位，它们的研发投入增速普遍高于著名 大企业；每千名员工拥有的专利数量是大企业的5倍，但其花费在每项 专利上的成本仅为大企业的1/5。“隐形冠军”现象并非仅仅是德国所 




特有，但是它们在德国的集中度特别高，截至2013年全球大约总共有 2016家“隐形冠军”，其中超过半数以上是德国企业。[58]由于这些企 业在各个细分领域拥有很强的定价权和竞争力，所以在出口交易中， 它们能将汇率风险转移给别国交易对手，即要求以德国马克作为计价 结算的货币。正是这些强势中小企业的国际化运作，帮助德国以强大 的工业竞争力为核心打造了一个全球产业链和相关生产要素的交易与 分配网络，在该交易网络中德国马克是绝对主导的支付清算货币。 
相比而言，日本的工业化发展出现了明显的二元经济现象，一端 是极少数拥有金融特权和政治影响力的大财阀，而另一端是大量以美 国终端市场、美国品牌及其供应链为生存基础的小企业从事着利润微 薄的代工生产。在国际市场中谁掌握了从资源采集到中间品分包再到 最终品销售的生产链条，谁就拥有了对利润和风险的分配权力，计价 结算币种的决定就是其中的一部分。在日美贸易关系上，掌握产业链 话语权的是美国企业而不是日本企业。在20世纪70—80年代美国企业 通过直接投资在日本开展了大量的代工生产（OEM），其中美国企业掌 握销售品牌、销售渠道和核心技术，在日本的企业负责加工生产。 
这种二元经济现象不仅仅在日本的发展过程中出现，而且通过东 亚产业链的延伸，韩国、中国大陆、中国台湾乃至今天的越南都存在 类似的现象，即外部资本和外部市场带动的加工贸易带来依附型发 展，最终导致出口规模大、利润薄，缺少定价权和对结算支付货币的 选择权。 
表2—5 各国进出口产品的本币计价比例 单位：% 




资料来源：George Tavlas,“The International Use of the Dollar: An Optimum Currency Area Perspective”,The World Economy,Vol.20,Issue 6,1997,pp.734-735.转引自赵柯《工 业竞争力、资本账户开放与货币国际化——德国马克的国际化为什么比日元成功》,《世界经 济与政治》2013年第12期。 
自20世纪80年代开始的日本金融自由化浪潮中，许多日本企业获 得了自由使用外汇的资格，纷纷“走出去”大笔收购海外资产。它们 本应通过对外直接投资提升自己在全球产业链中的位置，从而增强日 本企业对全球生产要素交易网络的掌控力，但是实践中这些日企将巨 额资本投入对美国金融资产和房地产市场的投机性交易之中。这一时 期日本企业对美国地产的追逐甚至达到了不计成本的疯狂程度，对洛 克菲勒中心以及帝国大厦这类象征美国经济辉煌的标志性高端商业地 产的收购，曾经让不少美国人惊呼日本正在“买下”美国。等到日 本“经济战败”之后，这些曾经豪迈的投机性交易不得不以亏损价格 贱卖离场。如果说德国马克走的是“工业型的国际化道路”，那么日 元则走了一条“金融型的国际化道路”，即通过放开资本管制，日本 政府积极鼓励本国和海外金融机构参与和日元相关的金融资产交易， 以金融渠道对外输出日元。按照赵柯博士的看法，马克和日元国际化 的历史经验表明：简单的解除资本管制并不能构成对一国货币国际化 可持续、强有力的支撑，强大的工业竞争力以及在此基础之上对全球 产业链和商品及要素交易网络的控制，即“工业型”的货币国际化之 路，才是后起大国更应选择的途径。 
三 国际政治决定论 
如果说前两种观点分别侧重金融经济和实体经济，那么第三类观 点则主张政治因素的根本性作用，这也是笔者从政治经济学学科角度 所一贯主张的视角。 
货币是一个介乎政治和经济之间的领域，而且由于其强烈的再分 配效应，在很多时候它的政治特性超过经济特性。正如笔者在《大国 货币》一书的相关章节开篇所言，“只有大国才有伟大的货币”。[59] 货币国际化其实是在特定区域内建立起政治经济腹地。货币的发行者 和国际接受者之间建立了一种依附和共生的关系，某种程度上相当于 保险公司和客户的关系：前者为后者承担风险提供流动性，后者向前 者持续地支付费用。马克和日元在国际化道路上的不同命运，反映的 主要不是经济差异而更多是政治的差异。 
第二次世界大战虽然过去七十多年，但日本政治并没有完全独 立：其内政外交在关键问题上还是或多或少地受到来自美国的影响； 其宪法仍然是由美军司令起草后赋予的，其国土上的美国驻军仍然享 




有治外法权。也许是同上述事实有关，也许是源自其所谓岛国国民 性，日本的对外行为中表现出鲜明的小国特征，即不愿意承担责任。 国际政治经济体系中的大国和小国的区别主要不在于人口或幅员，甚 至也不在于经济规模，而在于其在体系中的行为模式和角色定位：大 国是游戏规则、价格曲线和历史趋势的设定者与塑造者，而小国则是 上述要素的接受者。日本对外经济政策的小国行为特征集中表现为投 机性、依附型以及不愿意承担责任和代价。多个案例可以支持这一观 察。 
前文所述日元长期拒绝升值的背后，是日本在对外经济政策 上“搭美国便车”的惯性思维，远未做好成为国际经济体系领导者的 思想准备和政治共识。这与日本在安全和政治上紧跟美国步伐的做法 如出一辙，日本难以摆脱对美国霸权和美国市场的依赖。 
日本在战后也曾实施过所谓“谢罪外交”，但是其经济外交充满 了自利性，这些援助因为附加条件多或者质量较低，而且主要服务于 推动日本自身的经济政策议程，所以对于改善日本的政治形象并没有 发挥实质性影响。1966年日本主导建立了亚洲开发银行，但是在选址 时东京败给了马尼拉，这表明东南亚国家对日本经济外交意图的戒 心。[60]在20世纪80年代前期，日本政府意识到美国对其汇率升值的压 力越来越大，大幅升值不可避免。在此背景下，日本主动向中国、菲 律宾等东亚和东南亚国家提供大额无息或者低息日元贷款，并将其包 装成出于“谢罪”意图而做的发展援助。但是在80年代后期，日元兑 美元大幅升值，在两年内迅速翻倍，数年内从260:1升值至100:1。直 到此时，接受这些“优惠”贷款的邻国才发现再一次吃了日本的哑巴 亏。菲律宾等东南亚国家纷纷抗议，要求与日本重新谈判还款方式。 事后来看，所谓优惠贷款其实是日本政府为了对冲本币即将到来的大 幅被动升值而做的策略准备。也正是因为有了这些对冲手段，日本参 加广场协议的谈判代表主动向美方谈判者表态，日元可以迅速升值一 倍，而美方的心理预期是升值20%—30%而已。日本历史上一贯的行为 特点是战术高明而战略缺失，在上述日元贷款问题上也是如此：通过 这种策略计谋固然转移了部分升值代价，但是伤害了地区交易对手， 损失了邻国的信任，最终导致他们在日元贷款到期之后纷纷不再续 借，日元国际化昙花一现。 
1997—1998年的亚洲金融危机中，日本作为亚洲第一大经济体和 最大外汇储备国，本应担负起地区领头羊的责任，帮助区域内各国渡 过难关；但是日本的所作所为再一次令人失望：为捍卫其贸易利益带 头贬值、望风而逃。同样在危机面前，虽然当时中国经济规模远远小 于日本，竞争力也弱于日本，但是中国政府公开宣布决不贬值的决心 




和意志，客观上通过自己承担贸易损失的代价而帮助整个地区避免了 新一轮的竞争性贬值。该政策的一个意料之外的效果是让中国收获了 地区内的尊重和信用，2005年菲律宾时任总统阿罗约夫人在国际场合 演讲中感叹，幸亏本地区有中国这样一位负责任的“老大哥”国家。 在2010年美国“重返东亚”政策之前，中国事实上主导了东亚地区的 合作进程，一定程度上得益于1998年的坚守不贬值承诺。对此，日本 经济政策圈和学者们多次在国际研讨会上表示后悔，认为是中国捡了 他们的便宜。日本政府的小国心态，即既想获得作为国际核心货币发 行国的收益，又不想承担货币国际化进程中的成本，这是日元国际化 进展缓慢的重要原因。[61] 
客观地说，日本的小国行为并不全是日本政治家的选择，在一定 程度上是美国对其政治控制压倒了其自主意识。比如东亚金融危机之 后，日本曾试图推动建立亚洲版IMF，结果在美国的反对之下不得不放 弃。2009年全球金融危机爆发之后，美国政治家们失去了自信和骄 傲，日本的自立再次迎来机遇，鸠山由纪夫首相在上任伊始便公开主 张要脱离美国势力，与中国共同走出一条“亚洲新道路”，但是不久 便在日本右翼和美国的联手反对之下黯然下台。[62] 
笔者的同事李巍教授也持类似观点。在《制衡美元：政治领导与 货币崛起》一书中，他认为日本政治公信力的不足，第一是因为日本 迟迟不肯对第二次世界大战的历史进行必要而彻底的清算，这使得包 括中国和韩国在内的东亚国家对其政治意图存在广泛的不安全感和敌 意。自1983年起历届日本首相对靖国神社的参拜，与德国总理勃兰特 之跪形成鲜明对比。前者激起东亚地区的疑惧和敌意，后者则赢得了 欧洲邻国的原谅和信任。第二是，日本长期奉行脱亚入欧和追随美国 的外交政策，不愿意诚心融入东亚，这种扭曲的价值观和身份认同给 它自身的东亚外交带来很大困难。日本更习惯于追随强者，而不是领 导弱者。 
日元国际化一直缺乏他国官方政府的持续支持。日本没有展开积 极的货币外交来争取他国政府与之形成紧密、稳定而制度化的货币伙 伴，没有建立一个能帮助日元对抗市场周期的货币伙伴网络。相比于 欧洲在战后持续进步的区域制度建设，日本作为亚洲第一大经济体， 并没有展现出应有的领导力。日元几乎没有获得过“锚货币”的地 位。与日本经济联系紧密的东亚和东南亚地区，尽管身处以日本为龙 头的东亚供应链之上，却无一将本国货币锚住日元，而是在不同程度 上锚住美元。正如麦金农所说“东亚仍是一个美元本位的体系”。[63] 对于东亚国家而言，如果日本自身也是依附于美国和美元，那么为什 么要依附日本而不直接依附美国呢？进入20世纪90年代中后期，由于 




缺乏区域制度的“锁定”和地区经济伙伴的支持，日元年代国际使用 在短暂冲高之后持续滑落。 
德国马克的政治基础大不同于日元。第二次世界大战后联邦德国 同欧洲各国实现了相当充分的政治和解，并在此基础上发展出经济的 共生关系，法德煤钢联营只是这个共生关系的起步，最终发展到欧元 这样的货币共同体。德国国内也有出口部门对汇率和货币政策提出了 要求，但是德国的货币政策并未过度照顾其利益诉求。德国也会对美 国的政治压力低头，但是通过拉住法国并建成驱动欧洲一体化的法德 轴心，德国获得了政治上的自主性和地区威望。 
德国政府的公开文件中从来没有“马克国际化”的相关表述，官 方也从来没有公开表示过要积极推动“马克国际化”，学术界也鲜有 关于德国马克国际化的讨论和研究。德国政治经济精英是否曾将取 得“国际储备货币发行国”地位作为其重要国家利益目标，目前无法 考证。但是在“隔离美元对欧洲的风险”和“欧洲经济一体化”这些 对所有欧盟成员国而言都堪称“政治正确”的集体行动中，欧洲货币 一体化的相关制度设计中让马克居于优势地位。德国马克国际化的一 个重要阶段就是借助欧洲区域合作的力量，推动其成为区域内关键货 币，从而在国际货币市场中产生更大的影响，最终实现国际化。欧洲 货币体系（EMS）成立前，世界上有61个国家的货币选择钉住美元，却 没有货币选择钉住马克。1979年3月欧洲货币体系成立，并产生了用于 欧共体内部计价计算的货币单位—ECU，由于马克在欧洲货币单位中占 有很大比重，[64]马克的波动往往引起ECU的波动，因此在欧洲货币体 系汇率机制的实际操作中，许多国家将马克作为重要的干预货币，马 克逐渐成为欧共体国家事实上的“名义锚”。马克通过在欧洲区域合 作逐步扩大其国际金融体系中的地位，随着欧洲货币单位地位的提 高，马克的国际货币地位在欧洲和世界范围内也随之提升，顺利地完 成了从区域货币到国际货币的转变。这让马克的国际化获得了超越市 场竞争之外的政治力量的支撑，让欧洲国家政府储备马克成为一种必 须为之的政治行为。[65] 
四 货币国际化的次序和时间窗口 
多位研究者指出，日元和德国马克的国际化路径差异明显。德国 马克从20世纪60年代末就已经显现了初步的国际化，此后借助贸易中 强势地位和德资跨国公司的对外资本输出而稳步推进。但是日元的国 际化则是姗姗来迟，在20世纪80年代中期才突然爆发，然而仅仅维持 了十来年的上升势头便偃旗息鼓。有学者指出，货币国际化存在时间 




窗口问题。由于货币使用存在严重的黏性，所以除非原有的国际主流 货币出现重大失误和危机，否则其他货币难以撼动其地位。20世纪60 年代末，越南战战背景下的美元接连发生危机，难以维系当时的美元 金汇兑本位，全球市场上的公私部门都在急切寻找可靠的替代者，于 是出现了货币国际化的机会窗口。而当时德国马克同意升值，并适度 放开了资本项目，抓住了这个宝贵的时间窗口，其在全球外汇储备中 的份额出现了一个跳升。 
反观日本，其金融自由化和货币国际化在很大程度上是美国威逼 利诱的结果而不是对时间窗口的自主把握。1984年，日本和美国共同 设立了“日美日元美元委员会”，旨在推动日本金融自由化和日元国 际化。美国当时认为对日巨额贸易逆差的原因在于日元低估，而日元 低估的原因在于日本金融市场和日元对国际投资者缺乏吸引力。如果 通过金融自由化吸引更多的国际投资者持有日元，那么日元将会自动 升值，进而达到平衡日美贸易逆差的目的。更为重要的是美国相信自 己拥有全球最具竞争力的金融业，所以也希望借此打开日本的金融市 场以便华尔街金融机构在日本金融市场的蓬勃发展中获取更多的商业 机会。日本虽然并不完全同意美国对日美贸易不平衡根源的分析但仍 然顺从了美国的意见，因为日本政府此时已经将日元国际化和金融市 场自由化作为下一步的政策目标，故而也积极配合美国的要求放开资 本管制。 
1998年亚洲金融危机之后，东亚货币合作的迫切性非常高。日本 也意识到其中的战略机遇，主张建立亚洲版IMF，结果在美国的反对下 无疾而终。2008年美国次贷危机引发国际金融危机之后，机会之窗再 次打开，但是此前日元国际化的错误方式所带来的负面后果已经占据 压倒性影响，日本无力也无兴趣重启日元国际化。 
开放与改革之间存在先后次序问题。只有内部体制机制理顺之 后，才能在开放的市场中获得红利与竞争优势。但任何实质性改革是 痛苦而艰难的，而在来自美国的外部压力下开放则相对简单，无须政 治家个人负太多的责任，这便是所谓借外打内、“以开放促改革”的 东亚政策变革传统的由来。日本在国内金融改革尚未真正展开的时 候，就急切地放开了资本项目。日本国内主要的金融改革措施，包括 利率市场化、债券市场管制放松、股票市场改革、废弃主银行体制 等，都发生在泡沫危机爆发后的1993年、1994年和1997年。而在正式 宣布日元国际化的前后，日本采取的主要“改革”措施实质上都是资 本项目开放的措施，如1983年和1984年的欧洲日元贷款业务、1984年 的日元汇兑管制放开等等，可谓“以开放代改革”。 




在微观层面，日本主要通过金融交易渠道来对外输出日元。在国 内继续实施金融管制、资本项目却完全放开的背景下，在日元的离岸 市场和在岸市场之间出现了快速增长的资本流动循环：日本的富余资 金从在岸市场流到离岸市场，然后又从离岸市场回流到在岸市 场。“自己人跨境玩着自己的钱游戏”中，主角是借助离岸中心实现 制度套利的日本银行业。在日本“再贷款的游戏”中，包括伦敦和香 港在内的离岸市场构成了资金进出的重要通道。在离岸市场中，香港 显然是一个重要的组成部分。按照殷剑锋博士的研究，香港对在日本 的银行机构的负债与对在日本的非银行机构的债权高度协同，这反映 了日元资金从日本的银行业流出到香港，随后又再次回流到日本的企 业部门。[66]直到亚洲金融危机爆发后，通过香港的日元再贷款游戏才 偃旗息鼓。日本“再贷款游戏”导致流出的资金再次回流到国内弊端 重重的股票市场和地产市场，成为推动1990年泡沫危机和随后长期经 济萧条的重要原因；在面临1990年泡沫危机和1997年亚洲金融危机的 双重打击后，日元离岸市场的发展以及在很大程度上基于此的日元国 际化进程陷入倒退。 
作为对照，德国马克在国际化过程中，并没有立刻实施资本项目 的充分放开。20世纪70年代德国政府对资本账户管理的态度经历 了“限制—放松—再限制—再放松”的多轮反复，特别是针对短期投 机资本的流入，不惜动用特别法定准备金率和现金存款要求来加强政 策力度。当间接资本管理措施效果不明显时，德国还采取了更加严格 的直接资本管制措施，比如1973年2月，将非居民购买德国固定收益证 券必须预先报批的范围扩大到包括所有类型信用工具，以及购买股 票、互助基金和5万马克以上的借款。[67]到了20世纪80年代，德国马 克已经确立其国际主流货币的地位，其汇率也已经在十年内完成了从 固定汇率到浮动汇率的渐进转变，德国才完全放开其资本项目。可以 说，德国是先实现了马克的国际化，然后再放开资本项目。这一逻辑 背后是德国政府和央行对通胀稳定的坚定追求。 
表2—6 日元和德国马克在全球储备和贸易计价中的份额（1970—2010年）单位：% 



























注：德国2000年、2006年数据均为欧元。 
资料来源：石淇玮：《人民币国际化的路径研究——基于美元、德国马克和日元国际化历史的 经验分析》,《上海金融》2013年第10期；李晓：《“日元国际化”的困境及其战略调整》, 《世界经济》2005年第6期；陈卫东、李建军：《日元国际化过程中值得关注的若干问题—— 兼论一国货币国际化的基本条件与模式》,《金融发展评论》2010年第8期；周弘等主编：《德 国马克与经济增长》，社会科学文献出版社2012年版，第227页；李巍：《制衡美元：政治领 导与货币崛起》，上海人民出版社2015年版，第189页。本表由笔者汇总。 
五 对人民币国际化的启示 
总结德国马克与日元在国际化进程中的各方面经验教训，笔者认 为有以下几点值得中国多加注意。 
一是在宏观经济稳定和出口工业利益的取舍上，应更加注重宏观 经济稳定，而不是屈从与出口工业的利益。保持宏观经济稳定，有利 于广大人民群众的利益，也有利于在国际储蓄者和投资者中建立货币 信用。而出口工业的企业家往往利用其工人就业和贷款风险为名，绑 架中央政府的汇率政策，要求搞弱势货币和固定汇率。从长期来看， 只能依靠政府保护才能生存的出口企业是不值得保护的，就业安全和 信贷安全完全可以通过其他方式来获得。考虑到中国的加工贸易主要 




是外资把持，压低人民币汇率以帮助低附加值的加工贸易显然是非常 不必要的。 
二是对于货币国际化而言，贸易和产业的质量比规模更重要。靠 出口加工制造业虽然能够快速提升贸易和就业规模，但那是一种“借 来的工业化”;[68]本币的国际地位最终还是要靠本国人和本国企业的 产业竞争力来支持。中国本土企业的国际竞争力，以华为、大疆、宁 德时代、阿里巴巴和腾讯这样的全球行业领袖企业的存在为主要体 现，将为人民币国际化提供坚实的微观基础。中国在诸如汽车和电动 车、大飞机、芯片等全球主流（可贸易）产业中自主竞争力的提升， 不仅会带来人民币汇率的坚挺，而且会带来人民币国际化水平的有效 提升。 
三是货币国际化意味着与别国之间的利益共生关系以及由此而带 来的国际责任。人无信不立，国家在国际社会共同体中的信用和形象 同样如此。和谐、亲密而稳定的区域内关系对于一国货币的国际化非 常重要。德者，得也。大国要有大国的思维和行为，国家的能力越大 责任越大，规模优势赋予我们以力量的优势，但是如何使用这种力量 将决定一国的最终命运。如果用这种规模和力量优势去欺负和损害小 国利益，那么必然会失信乃至结仇于国际社会，除非彻底走武力征服 道路，否则无法成为领袖国家；如果用这种规模和力量优势去团结和 帮助周边小国，那么就能形成与后者的共生关系，从而进一步放大自 身的力量。习近平总书记提出的人类命运共同体概念，体现的是后者 的路径。未来应通过基础设施和产业供应链的延伸，进一步强化周边 国家同中国的共生关系。 
四是应注意政策的轻重缓急次序，以改革为主以开放为辅、先改 革后开放。日本的弱势政治家喜欢扮演被动角色，以开放促改革，借 外部力量来推动内部政策调整，但这不是一个最优的解决方案。中国 应该向德国学习，保持更多的政策自主性，积极主动地设想自身在全 球经济金融体系中的定位，并以此来指导自己的政策调整和制度改 革，而不是任由利益集团的游说和官僚系统的因循和惯性来主导政 策。 






第四节 人民币国际化的政治经济学 
一 人民币国际化的进展 
如同20世纪60年代末的经济与货币危机刺激了德国对马克的政策 调整，2008年金融危机也刺激了中国政府和社会对货币问题的认识改 变。一夜之间，中国的大量企业和家庭遭遇到巨大外来经济金融冲 击，而这种风险之源来自美国此前的低利率政策和房地产金融的衍生 品泡沫。为了应对危机，美国与此后的欧洲和日本都采取了量化宽松 等非常规政策（详见本书第三章），由此形成的人为的低利率乃至负 利率的政策，大大稀释了中国数十年招商引资和出口创汇所积累的外 汇储备的相对价值。正是在这个背景之下，中国政策圈和知识界都开 始在货币问题上觉醒，意识到全球货币体系必须改革，人民币必须实 现某种程度的国际化才能跳出美元陷阱。2009年，时任央行行长周小 川同志发表在人民银行网站上的著名檄文，[69]吹响了上述思潮兴起和 政策转型的号角。 
从量变的角度来看，人民币国际化在过去的十年间从无到有，经 历了快速的成长与波动。笔者所参与的人民币国际化报告撰写团队， 多年来致力于研究和发布人民币国际化指数（Renminbi Internationalization Index,RII），该指数以季度为单位，综合人 民币在国际贸易计价、金融交易结算和国际储备功能等不同方面职能 的全球占比，客观、动态、科学地描述人民币国际化程度。从该指数 创设至本书写作时为止的数据如图2—6，其中全球所有货币国际化指 数的加总值为100，而RII指数为人民币在多项功能上全球市场占比的 加权平均值。 





































图2—6 人民币国际化指数（2010—2018年） 
资料来源：参见历年中国人民大学国际货币研究所《人民币国际化报告》系列。 
从该指数的波动可以看出，到2015年中期为止，人民币国际化维 持了一个很高的成长率，短短五年之内，便从0.02的起点增长到3.87 的高位。之所以有如此高速的增长，主要是因为人民币国际化的起点 太低，而中国自身相对于全球的经济规模和贸易量都非常可观，因此 对人民币的跨境使用原本存在着的各种严格管制一旦被解除，人民币 的国际使用场景便会迅速打开局面。正如中国官方在不同场合表态， 人民币国际化不是中国政府人为推动的结果，而是减少和取消限制之 后的市场主动选择。这种增长的背后，主要是贸易项下的人民币计价 




结算和资本金融项的人民币直接投资在快速增长，而人民币的跨境金 融交易和国际储备功能则远远落后于此进程。以2015年第二季度的RII 指数高点3.87为例，跨境贸易人民币结算规模全球占比约为4.1个百分 点，金融项则达到了6个百分点，主要是其中的人民币直接投资在全球 FDI中的占比快速冲高。而同为资本金融项下的人民币国际信贷和人民 币国际债券的占比则明显低于RII指数，严重落后于整体指数的还包括 人民币外汇储备，2015年年末仅占全球外汇储备的1.1%。 
2015年夏季之后，人民币国际化指数出现了明显的回调，到2016 年第四季度跌至2.26水平。与之伴随的是2015年夏季之后持续下跌的 中国股市和愈演愈烈的看空做空人民币汇率的资本外逃行为。基于各 种错误理论上的对人民币汇率的一致悲观预期形成了金融市场中常见 的“自我实现的预言”，其对人民币贸易和资本项目下人民币的计价 结算规模都产生了逆转冲击。此外，为了避免市场上的“羊群效 应”和“恐慌踩踏”，抵御美元加息缩表周期带来的国际性金融和汇 率风险，中国政府在金融和货币领域采取了一些宏观审慎政策措施， 严格执行了跨境金融交易的真实性要求和合规审查。在此背景下，离 岸金融市场上的人民币存量，以及对外人民币直接投资等指标都受到 影响。当然，汇率下跌对于人民币国际化其实也不完全是坏事，比如 挤掉了汇率升值预期带来的投机泡沫，并让进口与出口的人民币结算 比例在汇率下跌期实现了平衡。[70] 
2017年年初起，人民币兑美元汇率出现了明显的走强；同年第二 季度人民币兑篮子货币的加权指数也出现了反弹，表明市场对人民币 汇率的信心开始恢复。在此背景下，人民币国际化指数持续反弹， 2018年同年第二季度甚至创出了4.84这个高于同期英镑和日元国际化 水平的新高。此后，由于中美贸易摩擦对汇率的影响，人民币汇率和 国际化指数都出现了一定程度的主动回调。但这一次国内外市场上没 有出现类似2016年那样的恐慌和贬值预期，人民国际化指数虽有回调 却远不如2016年的下跌那般陡峭。通过2015年至今的完整波动周期， 我们不难看出人民币国际化的进程与人民币汇率预期存在较为明显的 正相关性，也印证了笔者在上一节中所提及的一个规律：只有强势货 币才能实现国际化。 
人民币国际化的进展，离不开一系列经济与货币领域的配套改革 和放松管制，主要包括：1.自2009年7月起启动跨境贸易人民币结算的 试点，并逐步推开；2.自2008年起中国央行同数十个新兴经济体展开 了数万亿人民币规模的货币互换；3.改革人民币汇率的形成机制，汇 率形成更加市场化，波动性明显增强；4.香港、伦敦等人民币离岸市 场的发展，以及在离岸中心各种“点心债”“熊猫债”和“合成债 




券”的发行；5.资本账户的渐进放开和宏观审慎框架的建立；6.人民 币直接报价币种的扩容；7.深圳前海和上海自贸区为首的十几家自贸 区的设立和改革探索；8.RQFII的试点与扩容；9.利率市场化改革的稳 步推进；10.存款保险制度的建立；11.人民币支付结算系统（CIPS） 一期和二期工程的建设；12.“一带一路”倡议的提出和实施；13.开 放性的大宗商品交易所，尤其是黄金期货与石油期货的推出，形成原 油—人民币—黄金的三角循环；14.沪港通、深港通的推出，允许资金 在可控范围内自由跨境进出中国资本市场；15.通过成功的经济外交， 将人民币纳入国际货币基金组织（IMF）的特别提款权篮子中；16.推 出人民币兑篮子货币的CFET指数，淡化人民币兑美元汇率的唯一指标 意义，加速与美元脱钩；17.对国际金融机构放开人民币债券市场的准 入；18.倡导设立亚洲基础设施建设投资银行、金砖国家新开发银行、 金砖储备库等多边国际金融货币合作平台；19.云南瑞丽、新疆霍尔果 斯等边境人民币使用试点；20.推进国内债券市场的统合与开放；21. 整理和规范相关法规和会计准则。此外，还有若干非官方主体的行动 也有重大影响，包括微信和支付宝等第三方支付系统在全球华人圈和 旅游经济中的扩张，路透和摩根斯坦利等国际金融机构在其编制的各 种新兴市场股票和债券指数中纳入中国金融资产并逐步增加其权重， 这些市场主体的行为客观上也助推了人民币的国际化。 
上述举措，有的是宏观战略层次的大动作，比如“一带一路”和 亚投行，它们的目的并非推进人民币国际化，但是客观上有助于后者 的进展；而更多的是非常具体专业化的基础设施建设和配套改革，比 如人民币支付结算系统的建设等。正是在这些大大小小的举措和政策 的支撑之下，人民币国际化指数在短短十年不到的时间里，迅速达到 了与日元和英镑比肩的国际化水平。 
二 围绕人民币国际化的争论 
人民币国际化具有明显的财富再分配功能，而从历史来看，既有 美元和德国马克这样的成功案例，又有日元这样的失败教训，而且学 界和政策界对其利弊得失和策略路径存在很大的分歧。伴随着人民币 国际化的进程，中国国内展开了持续的理论与政策争论。 
最重要的争论发生在央行主管部门和部分经济学家之间。时任央 行行长周小川同志确立了人民币国际化的战略大方向之后，其麾下一 批学者型干部便开始从各种角度论证和设计相关的改革，笔者所在的 中国人民大学国际货币研究所也为这些改革提供了部分智力支持。但 是以中国社会科学院余永定教授和北京大学林毅夫教授为代表的一批 




经济学家则对这种政策意图和配套改革的必要性和合理性提出了质疑 与批评。[71]这些辩论既见于相关学者和官员的学术论文，也见于他们 在政策研讨会上的唇枪舌剑。 
概括起来，经济学家们的质疑集中在以下几个方面。一是对人民 币国际化的收益和代价的估量，认为人民币国际化并不能给中国经济 带来太多实质性好处，但是会导致人民币汇率人为高估、波动性放大 从而伤害出口部门的竞争力；更重要的是，原本存在的内外利差说明 资本项目的管制还是基本有效的，而资本项目的放开会导致国际经济 金融风险通过资本的大进大出而直接冲击中国金融安全。辩护者的回 应则强调，金融体系最大的风险是拒绝和隔离任何风险，对于宏观经 济风险和资本流动，中国政府可以用更加市场化的宏观审慎框架取代 此前的资本项目管制来应对。二是人民币国际化的路径和策略问题。 经济学家们批评说，以贸易本币结算、离岸金融中心和国际货币互换 的模式来推动人民币跨境使用的提升是一个非常危险的策略，监管套 利的流行最终会形成在岸和离岸之间的货币循环与资产泡沫，日元国 际化的失败教训殷鉴不远。他们认为，即便非要推进人民币国际化不 可，也应该先搞国内金融体系的市场化改革，提升中国贸易部门的竞 争力，然后方可徐图之。辩护者们回应说，实践中改革和开放之间存 在相互促进的辩证关系，等到所有的改革就绪再开放，则错过了重要 的战略机遇。而从改革的可行性而言，应该是以开放倒逼改革。20世 纪90年代为了加入世界贸易组织进行的经常项目的开放，倒逼了贸易 和制造业相关的一系列改革，事实证明其成功；同样以人民币国际化 为抓手的资本项目开放，即将倒逼金融等高端服务业的结构性改革。 三是关于政策的真实意图。批评者们猜想人民币国际化背后的真实驱 动力是若干（外资）金融机构的游说和少数决策者的政治虚荣心。而 辩护者们认为这种阴谋论和人身攻击无助于讨论，只能反映出书生之 见解的虚妄和空谈误国。 
2015—2016年股票市场和外汇市场遭遇“股汇双跌”的冲击之 后，人民币国际化在政策思路和次序上出现了若干调整。一系列金融 配套改革得以加速，而某些资本项目的开放措施则出现了暂时的回 撤。人民币结算进入衰退后，人民币大宗商品和其他资产的计价被提 上日程。人民币国际化进入了一个挤泡沫和调策略的过程，批评者们 的部分意见被吸纳进金融体系改革与开放的策略举措之中，形成了很 有价值的政策负反馈。回顾这场辩论，虽然笔者站在辩护者立场参与 了与张明等学者的当面辩论，但是笔者坚信这种半公开的质疑和辩论 是非常必要而健康的，它大大提升了相关政策决策的质量，并使得相 关政策从长期来看更能行稳致远。 




在21世纪之前完成学业的中国学者中，多数人在思考货币与金融 问题的时候仍有小国心态，因为伴随他们学习成长的重大经济事件记 忆是东南亚金融危机，他们脑海中的参照系是韩国、新加坡、泰国、 菲律宾等小国在美元资本流动的冲击之下毫无抵抗力的经验教训。正 因此，他们认为必须紧紧抱住三万亿美元外汇储备，认为中国绝不能 承受人民币国际化和资本项目放开所带来的冲击和风险。历史上，先 进国家都是花50年以上才逐步实现工业化，而我们则只花了20年 （1992—2012年）。由此带来一个问题，即缺乏政策精英的必要代际 更迭。试想，一个政策专家在他35岁时以青年学者或者中层干部的身 份去美欧的大学和机构中学习进修，当时的中国还是典型的穷国，而 当55岁的他作为中坚力量参与中国内外经济政策的制定和谈判的时 候，中国经济体已经成长为比所有对手都更有实力的谈判者，但是该 专家的思维可能仍然不自觉地停留在20世纪90年代。时代进步太快， 以至于人的认识赶不上时代的脚步。笔者认为这是一部分资深经济学 家过于保守的主要原因所在，也是不少从西方学成归国的经济学家们 总是唱衰中国崇拜西方而被实业家们鄙视的原因所在。 
如何权衡人民币国际化和资本项目放开所带来的收益与风险？就 上文所述的辩论而言，正反双方都是用列举—汇总的方法来论证自己 的观点，这就导致双方各自选择性举例而无法对话。笔者在辩论中提 出了这样一个观点，即归纳法不适合这场辩论，而应通过演绎法来寻 求共同认可的事实和逻辑，才能最终澄清真相建立共识。假如我们把 货币发行国视为保险公司，而储备国则是它的客户，保险公司为客户 承担了客户向其转移的风险因而收取一定比例的保费，那么该不该放 开资本项目、该不该让人民币成为国际储备货币，就相当于权衡该不 该转型成为一家保险公司。在地球村里，只有美欧两家保险公司，意 味着这个市场是一个不充分竞争的寡头市场，保险的提供者享有很好 的定价权。既然如此，为什么在有条件的情况下还要自捆手脚拒绝成 为第三家保险公司，反而要继续向别人支付昂贵的保费（持有巨额外 汇储备）呢？ 
在整个市场体系中，承担风险通常能带来风险溢价，提供流动性 能获得流动性溢价，反过来，对外转移风险是要支付代价的，比如将 风险转移给保险公司的前提是你需要不断地支付保费。持有巨额外汇 储备，选择极端保守的对外经济政策，其代价是隐性的，没有人需要 为此公开承担责任。但是选择开放和较高风险，则是有政治代价的， 是需要有人承担责任的。正因如此，中国经济结构迟迟不能转型。周 小川同志所倡导的人民币国际化和资本项目渐进放开之路，恰恰是一 




种充满责任感的选择。从民本主义政治经济学视角看，这才是体 现“以人民为中心”的政策选项。 
三 人民币国际化的未来发展前景 
关于人民币国际化的前景，国内学界和政策界有人持乐观态度， 也有人较为悲观。当然更重要的是中国之外的各界人士如何看待人民 币的前景。为此，笔者曾经在2012年做过一轮全球调研，有一些非常 有意思的发现。按照被调研对象的专业背景分，从事政治、安全、国 际关系等专业工作或研究的国际人士总体上持负面预期，认为由于中 国的政治制度、金融发展、经济体系等方面的特殊性，人民币不易被 国际社会信任和接受；但是从事金融银行业务的国际专业人士则对人 民币的前景大为乐观。其中将近四成的金融专业人士相信三年内（即 到2015年），人民币的国际化程度能达到接近日元和英镑的水平。这 种专业背景的观念差异令人惊讶，而金融业对人民币的乐观情绪甚至 超出了笔者这样的国内乐观派，然而此后的事实证明他们的乐观是有 道理的，人民币国际化的确在2015年第二季度达到了3.8的高峰，接近 当时日元和英镑的水平。这暗示着在人民币国际化的问题上，政治和 战略思维下的观点不如金融背景的专业意见来得可靠。 
调研的另一发现是全球各地区受访者对人民币国际化的态度存在 比较明显的差异。最积极的是东亚和东南亚地区的受访者，他们相信 人民币必将崛起为全球主要货币；其次是非洲，再次是欧洲，比较消 极的是南美洲，而最消极的则是北美受访者。这一结果得到了其他学 者研究成果的印证、修正和补充，日本经济学家伊藤隆敏（Takatoshi Ito）发现在人民币对美元逐步升值的2005年7月至2008年8月期间，人 民币已经对亚洲地区各货币产生了很强的影响，人民币已经成为地区 联合浮动货币锚。[72]美国经济学家海宁（C.R.Henning）发现马来西 亚、泰国、新加坡和菲律宾已经同中国形成了一个松散但有效的 （loose but effective）人民币区，而韩国也在国际金融危机后试探 性地加入了这一人民币区。[73]苏布拉马尼安（Subramanian）和凯靳 勒（Kessler）研究发现人民币已经超越美元和欧元成为东亚地区的首 要参照货币。在这一区域的10个经济体中，韩国、印尼、马来西亚、 菲律宾、中国台湾、新加坡和泰国7个经济体货币随人民币波动更加紧 密，而美元在东亚地区的参照货币主导地位只限于中国香港、越南和 蒙古国，东亚地区已经形成了一个事实上的人民币集团。而且人民币 作为首要参照货币并不局限于东亚。在智利、印度和南非，人民币是 主要参照货币。在以色列和土耳其，人民币是比美元更重要的参照货 




币。[74]丁剑平团队在2018年的量化研究[75]发现，2013年之后全球各 区域对人民币的参照明显加强，这表明随着中国经济的不断发展，各 项改革措施的不断推进以及“一带一路”倡议的提出和实施，人民币 被各国汇率波动参照和锚定的情况相对此前已经有了很大程度的改 善。这点在东南亚与独联体区域表现得尤为明显。[76]随着“一带一 路”倡议的推进，人民币被沿线的国家地区参照成为货币锚，人民币 在周边的中亚和独联体其他国家获得了主要的货币参照锚地位，而在 东南亚地区美元的传统影响力还很显著。到2018年年底，人民币 被“一带一路”沿线地区参照权重的排序可以归纳为：中亚>独联体其 他国家>东南亚>中东欧>南亚>西亚>北非。 
基于以上研究结论，笔者认为人民币应把区域化作为国际化的阶 段性目标，而区域化应首先布局东亚、东南亚和中亚国家。应该鼓励 以中国为最大贸易伙伴的周边国家将其货币汇率与人民币挂钩，分区 域地建立储备库，搞类似于欧洲历史上的蛇形汇率机制，成立货币汇 率的互助体制。这既是在“一带一路”沿线和货币金融领域落实“人 类命运共同体”倡议的重要方式之一，也是中国为发展中国家提供公 共产品的重要形式，而且从长远来看，也有利于中国的实体经济成长 和竞争力提升。 
未来数年内，还有很多举措可以帮助提升人民币在境外的实际应 用。笔者注意到一个现象：到目前为止，人民币纸币的国际化恐怕远 远落后于账户形式的国际化，但是人们对某种外来货币的最初信任是 需要硬币和纸币等物理道具的辅助才能建立起来的。中国人民银行及 其下属的造币机构不妨考虑发行国际版纸币，票面上除了中文和阿拉 伯数字之外，还应有英语、法语、西班牙语、阿拉伯语和俄语等主要 国际通用语言，所用纸张大小和防伪等手段也应向美元欧元看齐。商 务部和外交部在实施某些对外援助项目时，除了援建基础设施和赠送 援助物资等传统形式之外，也不妨考虑直接向受援助民众发放小额人 民币纸币，并借助海外华商的批发零售渠道向特定受援区域提供适销 对路的中国商品，以便其居民用人民币支付选购其所需。这样做的好 处其一是可以有效控制援助各环节中常见的腐败行为，其二是能让受 援居民直接感受到中国政府和人民的善意与帮助，其三也尊重了受援 者需求的差异性，当然在此过程中人民币在这些地区的接受度和信任 度将获得切实提升。纸币的直接输出未必受到所有当地政府的欢迎， 但是当它与援助配合在一起时，中方的谈判地位将处于强势因而具有 可行性。 
人民币国际化还面临一个全球“去美元化”的机遇之窗：美国滥 
用美元霸权，对伊朗、朝鲜、俄罗斯等国随意发动单边制裁，并撇开 




国际法而以其国内法为依据，对法国、中国、德国、日本等第三国的 企业和金融机构施以巨额罚款。这种长臂管辖、公器私用的行为激起 了国际众怒，这既迫使许多发展中国家及其统治集团重新考虑财富储 存的币种和地点，也迫使欧洲和中国考虑如何绕过美元霸权及其支付 体系的垄断。中国正在逐步推进铁矿石、黄金、石油和未来天然气的 人民币交易体系，[77]为很多原材料出口国摆脱美元的束缚提供了重要 的政策空间和交易平台。国际货币问题研究学者科恩（B.J.Cohen）也 一改其对人民币国际化的悲观论调，在2017年发表的文章中承认人民 币国际化成效显著，同时又认为美国总统特朗普的“美国优先”民族 主义和贸易保护主义政策很可能是对美元国际货币体系主导地位的决 定性一击。他预言随着人民币的可得性和吸引力越来越强，国际货币 体系很可能会出现一个逐步疏远美元的过程。[78] 
在二十年或更长的时间框架内，国内外很多学者认为未来将出现 由美元、欧元和人民币组成的三极国际货币体系。[79]全球货币体系三 分天下的可能性的确不能排除，但从幂律的视角来看，是一种远不如 两极或者单极结构稳定的过渡性状态，而且只在一种场景下存在，那 就是全球市场体系的分裂。如果按照19世纪后期大国争霸与势力范围 划分的逻辑，全球市场将被分成亚洲、欧洲和美洲三大板块和少数游 离区，在每个板块内部北方为科技和资本的输出方，而南方（包括赤 道和南半球）则为资本输入方和原料和低附加值产品的提供方。笔者 认为这种状况出现的概率不是很高，而且即便出现，也很可能是某种 过渡状态，主要原因是欧元经济区不可能成为合格的一极，既因为它 缺乏独立安全和外交政策，也缺乏足够的内部政治共识。更重要的 是，这种三分天下的格局很可能伴随着大量阵营间冲突和战略竞争而 不是和平共处，因而并非值得向往和努力的方向。 
人民币国际化的成长道路，大概率不会是同美元和欧元一起三分 天下的局面，而是沿着上文所说的幂律分布拾级而上：先是走到与英 镑、日元同一个层次上，这三家合起来占有全球货币份额的11%左右 （目前已经初步到达这一阶段，未来三年巩固该地位）。下一步是把 日元和英镑的地位挤掉，独占第三层次，国际化指数达到10左右。再 下一步是在21世纪30年代借助某种机会（比如欧洲一体化进程的重大 挫折或者东亚经济一体化的重大进展），取代欧元成为第二大货币， 国际化指数达到25左右的水平。到那一步，我们将看到中国的货币国 际化指数同经济规模（包括GDP和贸易量）的占比出现相对均衡状态， 中国成为主要的资本输出国，但是贸易上保持基本平衡。到此为止， 人民币国际化给中国自身和世界体系带来的重塑与冲击都是可以接受 的，但是在此之后是不是继续提升人民币国际化份额以同美元竞争全 




球货币体系的主导权？笔者认为其必要性、可行性和代价的可承受性 都需要2035年之后的中国政治领导人与多学科专业人士充分辩论、综 合决策，因为这将是牵涉到整个世界体系的重构和中国在体系中政治 经济定位的时代性大问题。换言之，目前可行而合理的人民币国际化 规划应该是在2035年前后，让其国际化指数每年增长0.5—1个点，最 终达到11—25，这既有助于实现中国经济内外再平衡，也不会产生显 著的经济空心化代价。 
四 人民币进一步国际化对中国经济的重塑 
货币是经济运行的价值基准，当一国货币的全球份额和运行特征 出现根本性变化，必然会对该国经济的基本面貌和在全球体系中的定 位形成巨大的重塑作用。笔者认为，假如2035年前后，人民币国际化 指数真的能上升到20上下，并且全球市场体系延续当前格局而未出现 大规模战争或全面冷战等系统性风险的话，那么届时中国经济可能会 呈现以下面貌。 
首先是人民币汇率的强势。随着越来越多的国家将其部分外汇储 备放入中国债券市场和股票市场，随着越来越多的大宗商品国际交易 中心转移到东亚并用人民币计价结算，人民币汇率不可避免地保持强 势，而中国的通胀率和名义利率则面临更大的下行压力。正如前文反 复指出的那样，货币汇率与货币份额之间具有相互强化的关系。根据 中国政治经济特征和人口结构等多方面因素，笔者保守估计人民币兑 美元的汇率在2035年前后应该在4.5:1左右，甚至更高水平。 











































图2—7 1960—2014年东亚经济体人均GDP占美国的百分比（纵轴采取log2对数刻度） 
资料来源：世界银行数据库。 
其次，中国经济规模将是全球第一，并可能是美国的两倍，而人 均GDP达到2.5万—3万美元，约为美国人均水平的一半左右。如图2—7 所示，东亚的递次工业化进程带来各国人均GDP向美国水平的靠拢。本 




书写作的2018—2019年，中国经济规模仅为美国的66%，人均GDP仅为 美国的20%，仍有很大的成长空间。考虑到中国经济名义增速会在未来 十几年里继续稍快于西方，叠加人民币汇率的强势，2035年中国GDP两 倍于美国是完全可能的。其重要含义是，这意味着中国本土市场的规 模将是美国的两至三倍的规模，相当于美欧市场的总规模，而中国社 会将转型为一个中产阶级消费型社会，中产人口规模将从今天的三亿 人成长到五亿人甚至更多。[80] 
再次，中国产业结构将出现巨大的分化和重构。总体强势而且波 动性扩大的人民币汇率，叠加人力成本的继续上升，意味着今天仍然 雇用了很多劳动力的中低端制造业将很难在未来延续其劳动密集型商 业模式。制造业就业占比将被腰斩，不仅是因为其中很多岗位转移到 劳动力更便宜的越南等地，更重要的是机器人和自动化将代替许多工 种。德国和日本在传统汽车产业中的全球竞争优势，将被中国利用巨 大的国内市场优势和技术变革机遇超越，新能源汽车行业将和今天的 手机通信行业一样集中在中国东南沿海的某个区域；中国在大飞机、 芯片和生物医药等行业也将获得较大的市场份额；而今天不少人引以 为豪的所谓全产业链恐怕难以为继，因为必然会有一些中低端行业向 东南亚、南亚甚至非洲北部进行大规模的转移，从而形成这些区域同 中国市场的高度共生关系。中国的产业结构将在中高端收敛，主要集 中在那些资本密集，智力密集，并对（本土）市场规模要求很高的产 业上。人民币的区域化将伴随着中国制造业产业链的延伸而逐步扩 展，最终导致这些区域成为广义人民币区域。 
最后，在金融领域，中国的外汇储备将归零，或者很大部分转变 为黄金。人民币的信用基础将彻底脱离他国的信用，而转变为中国政 府和人民的信用。中国国民和政府的总债务率将明显高于当今水平， 而基准利率水平将向零靠拢。中国的贸易顺差将基本消失甚至偶有逆 差，服务贸易逆差将缩小，在全球扮演主要资本输出国角色。宏观审 慎体系取代此前的资本管制，除了紧急时刻，人民币在资本项目下基 本可兑换。 
以上描述既不完全是预测，也不完全是政策方案，而是一种场景 想定（scenario planning），其中的各方面措施和结果之间存在互为 因果互为支撑的关系。在方法论上，上述估测方法并非常见的线性外 推，而是将多种因素叠加在一起作综合考量：人口老龄化会带来经济 逐步减速和通货紧缩，但是汇率因此而走强（详见本书第五章）；市 场扩大和技术进步将带来新的比较优势和产业升级；到2035年人均GDP 仍与美欧存在一定差距，但是在总量上得以反超。届时，中国特色社 




会主义现代化将初步成型，而人民币国际化构成整个拼图中不可或缺 的关键一环。 

[1].[英]约翰·F.乔恩：《货币史：从公元800年起》，李广乾译，商 务印书馆2002年版，第21页。 
[2].Oppers,S.E.,“A Model of the Bimetallic System”,Journal of Monetary Economics,Vol.46,No.2,1995,pp.517-533. 
[3].赖建诚：《金属货币复本位的设计与终结》,《金融博览》2016年 第11期。 
[4].白银在中国的供求与在美洲以及欧洲是差异巨大，白银在东西方 的价差也制造了巨大的套利空间。当16、17世纪世界上其他国家的白 银增产、银价下跌，金价上涨的同时，在中国的却是银价上扬，金价 相对下跌。据全汉昇的考证，在明代（1368—1644）的绝大部分时间 内，金银的比价约为1:6，但是在西班牙帝国，15世纪末的金银比价约 为1:10，到了17世纪中叶，金银价格之比就已经在1:16到1:15之间 了。当时的欧洲，尤其是西班牙，就经济生产活动而言并无优势，他 们“在世界经济中主要的甚至唯一的业务就是运输白银”。直到鸦片 战争爆发前，中国一直对外保持大额顺差，以此换取白银流入。参见 全汉昇《中国近代经济史论丛》，中华书局2011年版，第112—113 页；[德]贡德·弗兰克《白银资本：重视经济全球化中的东方》，刘 志成译，中央编译出版社2001年版，第191页。 
[5].Selgin,G.,“Salvaging Gresham's Law: The Good,the Bad,and the 	Illegal”,Journal 	of 	Money,Credit 	and Banking,Vol.28,No.4,1996,pp.637-649. 
[6].Flandreau,M.,“The Economics and Politics of Monetary Unions: a Reassessment of the Latin Monetary Union,1865 – 1871”,Financial History Review,Vol.7,No.1,2000,pp.25-44. 
[7].张亚兰：《白银“洼地”与分层的世界货币体系》,《中国金融》 2009年第13期。 
[8].贺水金：《论近代中国银本位制下的汇率变动》,《社会科学》 2006年第6期。 




[9].[加拿大]罗伯特·蒙代尔、王娜：《论国际货币体系的重建：基 于创立世界货币的设想》,《厦门大学学报》（哲学社会科学版）2012 年第1期。 
[10].许多学者详细论述过英国在金本位制度维持方面所起到的作用。 例如罗伯特·吉尔平：《国际关系政治经济学》、苏珊·斯特兰奇： 《国家与市场》、卡尔·波兰尼：《巨变：当代政治与经济的起 源》、罗伯特·基欧汉：《霸权之后：世界政治经济中心的合作与纷 争》。 
[11].[匈牙利]卡尔·波兰尼：《巨变：当代政治与经济的起源》，黄 树民译，社会科学文献版社2013年版，第51—52页。 
[12].徐天新、王红生、许平：《世界通史（现代卷）》，人民出版社 2017年版，第14页。 
[13].[美]巴里·埃森格林：《资本全球化：一部国际货币体系史》， 麻勇爱译，机械工业出版社2014年版，第49页。 
[14].[英]苏珊·斯特兰奇：《国家与市场》，杨宇光译，上海人民出 版社2006年版，第90页。 
[15].Obstfeld,M.,Taylor,A.M.,“Sovereign Risk,Credibility and the Gold Standard:1870-1913 Versus 1925-1931”,The Economic Journal,Vol.113,No.487,2003,pp.241-275. 
[16].陆寒寅：《再议金本位制和30年代大危机：起因，扩散和复 苏》,《复旦学报》（社会科学版）2008年第1期。 
[17].Bemanke,B.,James,H.,“The Gold Standard,Deflation,and Financial Crisis in the Great Depression: An International Comparison”,in Hubbard,R.G.,eds.Financial Markets and Financial 	Crises,Chicago: 	University 	of 	Chicago Press,1991,pp.33-68. 
[18].[美]巴里·埃森格林：《资本全球化：一部国际货币体系史》， 麻勇爱译，机械工业出版社2014年版，第50页。另有一说认为第三势 力为法郎集团。 




[19].1929—1933年，国际贸易下降了60%，全球繁荣所必需的国际多 边贸易体系也在贸易壁垒的冲击下摇摇欲坠。1931—1939年签订的510 项各国商业协定中，60%不再包括“最惠国待遇”条款。 
[20].[英]霍布斯鲍姆：《极端的年代：1914—1991》，郑明萱译，中 信出版社2014年版，第113页。 
[21].[美]罗伯特·吉尔平：《国际关系政治经济学》（第2版），杨 宇光译，上海人民出版社2011版，第122页。 
[22].[美]巴里·埃森格林：《资本全球化：一部国际货币体系史》， 麻勇爱译，机械工业出版社2014年版，第97页。 
[23].White,W.R.,“The Need for a Longer Policy Horizon: A Less Orthodox Approach”,in J.J.Teunissen,& A.Akkerman,Global Imbalances and Developing Countries: Remedies for a Failing International Financial System,Hague: FONDAD,2007,pp.57-925. 
[24].T D'Arista J.,“The Evolving International Monetary System”,Cambridge 	Journal 	of Economics,Vol.33,No.4,2009,pp.633-652. 
[25].[美]弗朗西斯·加文：《黄金、美元与权力：国际货币关系的政 治（1958—1971）》，严荣译，社会科学文献出版社2016年版，第22 页。 
[26].例如，出售班柯只能获得体系中最弱势的货币，各国不会愿意用 黄金购买班柯，从而使凯恩斯的设计可能无法持续；清算同盟的各项 规定，实际上的目的是让赤字国不会永远是赤字国，盈余国也不会永 远是盈余国；当盈余超过一定额度将被迫转移到保留基金当中去，因 此“是一个向赤字国家自动提供资金的国际透支机构”；此外，凯恩 斯计划假设债权国失业以及发生通货紧缩构成了对均衡的唯一的威 胁，但如果失衡是由发生通货膨胀导致，计划提供的解决方法对债权 债务两方都没有益处；而凯恩斯担心的国际流动性过少的问题，却被 事实证明是错误的。战后的美元洪流实际上是过大了。参见[美]本· 斯泰尔《布雷顿森林货币战：美元如何统治世界》，符荊捷、陈盈 译，机械工业出版社2014年版，第147页；张振江《从英镑到美元：国 际经济霸权的转移（1933—1945）》，人民出版社2006年版，第238 




页；[美]理查德·加德纳《英镑美元外交》，符荆捷等译，江苏人民 出版社2014年版，第121页；[美]弗朗西斯·加文《黄金、美元与权 力：国际货币关系的政治（1958—1971）》，严荣译，社会科学文献 出版社2016年版，第23页。 
[27].Moore,J.B.,“A Global Currency for a Global Economy”,Journal 	of 	Post 	Keynesian Economics,Vol.26,No.4,2004,pp.631-653. 
[28].[美]理查德·加德纳：《英镑美元外交》，符荆捷等译，江苏人 民出版社2014年版，第103页。 
[29].张振江：《从英镑到美元：国际经济霸权的转移（1933— 1945）》，人民出版社2006年版，第227页。 
[30].Kirshner,O.,The Bretton Woods-GATT System: Retrospect and Prospect after Fifty Years,Abingdon-on-Thames: Routledge,2015,p.22. 
[31].[美]本·斯泰尔：《布雷顿森林货币战：美元如何统治世界》， 符荊捷、陈盈译，机械工业出版社2014年版，第146页。 
[32].双方外交交锋过程的史实主要基于本·斯泰尔《布雷顿森林货币 战：美元如何统治世界》，符荊捷、陈盈译，机械工业出版社2014年 版，第7、8章。 
[33].李向阳：《布雷顿森林体系的演变与美元霸权》,《世界经济与 政治》2005年第10期。 
[34].张振江：《从英镑到美元：国际经济霸权的转移（1933— 1945）》，人民出版社2006年版，第269页。 
[35].当一国国际收支持续盈余，并且该国货币在IMF的库存下降到其 份额的75%以下时，IMF可将该国货币宣布为“稀缺货币”。于是，IMF 可按赤字国家的需要实行限额分配，其他国家有权对“稀缺货币”采 取临时性限制兑换措施，或限制进口该国的商品和劳务。 
[36].Triffin,R.,Gold and the Dollar Crisis: The Future of Convertibility,New Haven:Yale University Press,1960. 




[37].Eichengreen,Barry,Global Imbalances and the Lessons of Bretton Woods,Cambridge: MIT Press,2010. 
[38].[美]弗朗西斯·加文：《黄金、美元与权力：国际货币关系的政 治（1958-1971）》，严荣译，社会科学文献出版社2016年版，第195 —204页。 
[39].[美]弗朗西斯·加文：《黄金、美元与权力：国际货币关系的政 治（1958-1971）》，严荣译，社会科学文献出版社2016年版，第292 —294页。 
[40].Strange,Susan,“The 	Persistent 	Myth 	of 	Lost Hegemony”,International 
Organization,Vol.41,No.4,1987,pp.551-574. 
[41].Say 	Jean-Baptiste,A 	Treatiwes 	on 	Political Economy,Kitcherler: Batoche Books,2001,p.95. 
[42].详见韦森《货币的本质再反思》,《社会科学文摘》2017年第4 期。 
[43].笔者所在团队在编制该指数的过程中，遵循体现实体经济重要性 的原则，给予贸易支付结算和直接投资以较高权重。这主要是因为金 融市场交易的成交量和市值可以非常巨大，而其服务的实体交易的规 模则往往不成比例的渺小。比如对比一家企业融资过程的上游和下 游，天使和风险投资的股权交易额非常有限，但是一旦上市，则其股 票交易量可以每年数十倍于总股本。为了确保能尽可能客观正确地反 映各货币在全球经济中的权重，减小金融产品二级市场交易和衍生品 交易对货币份额的夸大之处，故在编制指数时进行了技术性处理。 
[44].自然界与社会生活中存在各种各样性质迥异的幂律分布现象。 1932年哈佛大学的语言学专家齐夫（Zipf）在研究英文单词出现的频 率时，发现如果把单词出现的频率按由大到小的顺序排列，则每个单 词出现的频率与它的名次的常数次幂存在简单的反比关系，这种分布 就称为齐夫定律，它表明在各种语言中，只有极少数的词被经常使 用，而绝大多数词很少被使用。19世纪意大利经济学家帕雷托 （Vilfredo Pareto）研究了个人收入的统计分布，发现少数人的收入 要远多于大多数人的收入，提出了著名的80/20法则，即20%的人口占 




据了80%的社会财富。齐夫定律与帕雷托定律都是简单的幂函数，我们 称之为幂律分布；还有其他形式的幂律分布，像名次—规模分布、规 模—概率分布、地震规模大小的分布（古登堡—里希特定律）、月球 表面上月坑直径的分布、行星间碎片大小的分布、太阳耀斑强度的分 布、计算机文件大小的分布、战争规模的分布、人类语言中单词频率 的分布、大多数国家姓氏的分布、学者撰写的论文数及其被引用的次 数的分布、网页被点击次数的分布、书籍及唱片的销售册数或张数的 分布、每类生物中物种数的分布等都是典型的幂律分布。克里斯·安 德森（Chris Aderson）的“长尾理论”即是幂律的口语化表达。统计 物理学家习惯于把服从幂律分布的现象称为无标度现象，即系统中个 体的尺度相差悬殊，缺乏一个优选的规模。凡有生命、有进化、有竞 争的地方都会出现不同程度的无标度现象。 
[45].两者比例相似，笔者认为是巧合而不是说54%这个数有任何神秘 之处。 
[46].参见陈雨露、王芳、杨明《作为国家竞争战略的货币国际化：美 元的经验证据——兼论人民币的国际化问题》,《经济研究》2005年第 2期；刘群《世界货币：人民币走向强势货币的必然选择》,《世界经 济与政治》2005年第6期。 
[47].苏联和日本的经济规模都曾经接近美国的一半左右，并在当时的 某些产业或者某些技术领域能够同美国一较高下，但是此后都被拉开 距离。欧元区不是一个主权国家，而是众多欧洲大陆国家的联合体， 在经贸和货币上一体化，但是财政上又是分开的。其总人口规模又比 美国大38%左右，在全球经济结构上处于准中心地位，即位势比美国要 低一些，但是高于世界上绝大部分区域。从曲线上看，欧元区的经济 规模曾凭借三次美元弱势周期而接近甚至略超过美国，但是波动的中 枢位于美国经济规模的80%。在2008年以来的后金融危机时代（或者说 数字经济时代）欧洲经济的竞争力明显落后于美国和东亚地区，到本 书写作的2018年，欧元区经济规模回落到与中国一国差不多的水平。 根据拙文《欧洲产业衰退的结构主义政治经济学》（刊于《世界政治 与经济》2018年第8期）对欧洲人口和产业结构的研究，欧元区经济竞 争力的长期前景恐怕难以乐观。 
[48].欧元区由于不是一个主权国家，内部组织分歧散乱，集体行动非 常困难，所以美国对欧元区的容忍度较高一点，以致它能稳定在美国 经济规模的八成左右，某些年份甚至超过美国。 




[49].承认这一事实当然让包括笔者在内的民族主义者们非常痛苦，但 是恐怕到目前为止还是要实事求是地承认，中国的许多自主技术创新 是在西方的启发之下实现的。 
[50].美国主导的体系相对于苏联主导的体系，其优势之一在于能借助 美元霸权更有效而低成本地获取大半个世界的资源，包括一部分苏东 阵营的资源。 
[51].本小节主要参考人民币国际化报告2013及周弘等主编《德国马克 与经济增长》相关文章。参见周弘等编著《德国马克与经济增长》， 社会科学文献出版社2012年版。 
[52].Krugman,Paul,“Vehicle Currencies and the Structure of International Exchange”,Journal of Money,Credit and Banking,Vol.12,No.3,1980,pp.513-526. 
[53].李晓：《“日元国际化”的困境及其战略调整》,《世界经济》 2005年第6期。 
[54].Bergsten,F.,“Why 	World 	Needs 	Three 	Global Currencies”,Financial 		Times,February 		15,2011,https: //www.ft.com/content/d4845702-3946-11e0-97ca-00144feabdc0. 
[55].[德]雅各布·弗兰克尔等：《德国马克的国际角色》，载周弘等 编《德国马克与经济增长》，社会科学文献出版社2012年版，第237— 239页。 
[56].李巍：《制衡美元：政治领导与货币崛起》，上海人民出版社 2015年版，第183页。 
[57].赵柯：《工业竞争力、资本账户开放与货币国际化——德国马克 的国际化为什么比日元成功》,《世界经济与政治》2013年第12期。 
[58].赵柯：《工业竞争力、资本账户开放与货币国际化——德国马克 的国际化为什么比日元成功》,《世界经济与政治》2013年12期。 
[59].[英]魏伦、翟东升主编：《大国货币：国际化货币与货币国际 化》，周大昕译，北京大学出版社2015年版，第1章。 




[60].李巍：《制衡美元：政治领导与货币崛起》，上海人民出版社 2015年版，第188—193页。 
[61].付丽颖：《日元国际化与东亚货币合作》，商务印书馆2010年 版，第179页。 
[62].笔者曾在鸠山先生2018年访华时午宴上交流过此事，确认了相关 政治斗争中美国对日羁縻因素的重要性。他表示将继续努力推进中日 关系以实现“亚洲人的亚洲”，令人敬佩也令人唏嘘。 
[63].[美]罗纳德·I.麦金农：《美元本位下的汇率——东亚高储蓄两 难》，王信、何为译，中国金融出版社2005年版。 
[64].马克在ECU的初始定值中即占有27.3%的份额，后经调整，其份额 曾于1989年达到30.1%的最高值。 
[65].李巍：《制衡美元：政治领导与货币崛起》，上海人民出版社 2015年版，第188—193页。 
[66].殷剑锋：《人民币国际化：“贸易结算+离岸市场”，还是“资 本输出+跨国企业”?——以日元国际化的教训为例》,《国际经济评 论》2011年第4期。 
[67].中国人民大学国际货币研究所：《人民币国际化报告2016——货 币国际化与宏观金融风险管理》，中国人民大学出版社2016年版，第 87—88页。 
[68].详见翟东升《中国为什么有前途——中国对外经济政策及其战略 潜能》，机械工业出版社2015年版。 
[69].周小川：《关于改革国际货币体系的思考》,2009年3月23日， http://www.pbc.gov.cn//hanglingdao/128697/128719/128772/28478 33/index.html。 
[70].周宇在2016年的研究通过比较汇率波动与主要货币国际化程度之 间的关系，认为2015年人民币出现贬值趋势以来，人民币国际化进程 受到了一些影响。但关于人民币贬值对人民币国际化的影响，还应该 具体情况具体分析。从数据上来看，虽然2015年汇改后人民币出现贬 值，但人民币跨境贸易结算方向上发生了变化，即人民币用于出口贸 




易结算量上升，用于进口贸易结算量下降，因此二者互相抵消，总量 基本没有太多变化。参见周宇《论汇率贬值对人民币国际化的影响 ——基于主要国际货币比较的分析》,《世界经济研究》2016年第4 期。 
[71].参见余永定、林毅夫、殷剑锋、张明等人在2011—2014年的“人 民币国际化”“资本项目放开”主题相关论文。 
[72].Ito,Takatoshi,“China as Number One: How About the Renminbi?”,Asian 	Economic 	Policy Review,Vol.5,No.2,2010,pp.249-276. 
[73].Henning,C.R.,“Choice and Coercion in East Asian Exchange Rate Regimes”,Working Paper 12-15,Washington,D.C.: Peterson 	Institute 	for 	International Economics,September,2012. 
[74].Subramanian,A.and Kessler,M.,“The Renminbi Bloc Is Here: Asia Down,Rest of the World to Go?”,Working Paper,12- 19,Washington,D.C.: Peterson Institute for International Economics,August 2013. 
[75].丁剑平、方琛琳、叶伟：《“一带一路”区块货币参照人民 币“隐性锚”分析》,《国际金融研究》2018年第10期。 
[76].令人惊讶的是，中亚区域是参照人民币最显著的区域，这与中亚 区域的经济现状与中国在当地的政治、安全与货币合作基础都有着紧 密的联系。中亚区域目前普遍存在外债高居不下、主权货币贬值、外 汇储备缩水的状况，外来融资成本较高、融资需求大为人民币进入中 亚国家提供了良好的机遇。 
[77].张明、王永中：《构建天然气人民币体系的可行性与人民币国际 化》,《上海金融》2018年第3期。 
[78].Cohen,B.J.,“Renminbi Internationalization: A Conflict of Statecrafts”,CHATHAM HOUSE Research Paper,March 2017. 
[79].Farhi,E.,Gourinchas,P.and 	Rey,H.,“Reforming 	the International Monetary System”,CEPR Research Paper,2011. 




[80].对中产或中间阶级的定义标准有很多种，笔者比较欣赏的一个界 定方式是美国卡耐基基金会提出的标准：家里有汽车或者类似财力的 即为中产。 





"""
li = text.split("\n")
i = 0
while i < (len(li) - 1):
    if li[i] == '' and li[i + 1] == '':
        li.__delitem__(i)
    else:
        txt = re.sub(r"([\u4e00-\u9fa5])\s", r'\1', li[i], re.M)
        li[i] = re.sub(r"\s([\u4e00-\u9fa5])", r'\1', txt, re.M)
        i = i + 1

result = ''
for a in li:
    result = result + '\n' + a

print(result)

# txt = re.sub(r"\s{1,3}([\u4e00-\u9fa5])", r'\1', txt, re.M)
# txt = txt.replace("\r\n\r\n", "\r\n")
# txt = txt.replace("\r\n\r\n", "\r\n")
# txt = txt.replace("\r\n\r\n", "\r\n")
# txt = txt.replace("\r\n\r\n", "\r\n")
# txt = txt.replace("\r\n\r\n", "\r\n")
# txt = txt.replace("\r\n\r\n", "\r\n")
# txt = txt.replace("\r\n\r\n", "\r\n")
# print(txt)  # 打印各段落内容文本
